tutorials/multiphase/multiphaseInterFoam/damBreak4phaseFine/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    leftWall
    {
        type            wall;
        nFaces          195;
        startFace       68014;
    }
    rightWall
    {
        type            wall;
        nFaces          195;
        startFace       68209;
    }
    lowerWall
    {
        type            wall;
        nFaces          206;
        startFace       68404;
    }
    atmosphere
    {
        type            patch;
        nFaces          176;
        startFace       68610;
    }
    defaultFaces
    {
        type            empty;
        nFaces          68400;
        startFace       68786;
    }
)

// ************************************************************************* //
